Revit 2027 API
UnitTypeId.UsGallonsPerMinute Property
 US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsGallonsPerMinute { get; }
Public Shared ReadOnly Property UsGallonsPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsGallonsPerMinute {
	ForgeTypeId^ get ();
}
static member UsGallonsPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace